Repository: inournaji/rajaios
Catalog: RajaTec/Views/*.lproj/Main.strings
Languages: ar

# 1oi-Lt-qts.text
source: To make sure that this device is guaranteed by Rajatec just press check button or insert any other device IMEI and press check.
ar: للتأكد من أن هذا الجهاز مكفول من قبل شركة رجاتك، الرجاء إدخال رقم ال IMEI والضغط على زر التحقق

# 2kV-pJ-L34.text
source: Mobile Number
ar: رقم الجوال

# 9Vs-Vs-iNE.placeholder
source: Enter your name (Mandatory)
ar: الرجاء إدخال الاسم

# CQa-eb-dtE.normalTitle
source: SUBMIT
ar: التأكيد

# aJB-EY-mjO.placeholder
source: Search...
ar: بحث...

# bCs-LW-gUF.text
source: Sorry, error in the connection you can tap to retry.
ar: عذراً، لايوجد أي عنصر من القائمة المختارة.

# e1W-2w-3W8.text
source: Message
ar: الرسالة

# fW4-Wq-9vw.placeholder
source: Enter your message here
ar: الرجاء إدخال الرسالة هنا

# iTz-B9-n4v.normalTitle
source: CHECK
ar: التحقق

# m0n-U2-hIY.text
source: No Search Results
ar: لايوجد نتائح بحث

# qYf-Lg-QkV.text
source: Name:
ar: الاسم:

# rra-hc-t5n.placeholder
source: Enter your mobile number
ar: الرجاء إدخال رقم جوالك

# ven-bL-crc.placeholder
source: Enter IMEI code here
ar: الرجاء إدخال رقم ال IEME هنا

# xii-li-fFB.text
source: Sorry, there are no offers.
ar: عذراً، لايوجد لديك عروض.
